;Place localized text in this file

[Supporter X2SoldierClassTemplate]

;This is the Name of the Class shown in the Game
+DisplayName="支援者"

;This is the Class Description shown in the Guerilla Tactics School & Promotion Screen
+ClassSummary="支援者是强力的战斗助手，他们通过强大的守望和医疗策略来保护他们的队友。有了足够的经验，他们可以协助其他人击败强大的敌人，并学会自我防御。"

;These 2 lines dictate the name of the left & right ability trees show in the promotion screen (not the training centre)
+LeftAbilityTreeTitle="火力支援"
+RightAbilityTreeTitle="二次守望"

+AbilityTreeTitles[0]="火力支援"
+AbilityTreeTitles[1]=""
+AbilityTreeTitles[2]="救援者"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"
